{
  "users": [
    {
      "id": 1,
      "username": "admin",
      "password": "123"
    },
    {
      "id": 2,
      "username": "kartika",
      "password": "kartika"
    },
    {
      "id": 3,
      "username": "lala",
      "password": "lala"
    },
    {
      "username": "as",
      "password": "as",
      "id": 4
    },
    {
      "username": "asss",
      "password": "asss",
      "id": 5
    }
  ],
  "movies": [
    {
      "title": "Jumanji: The Next Level",
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157380448937451_287x421.jpg",
      "sinopsis": "Dwayne Johnson, Karen Gillan, Jack Black dan Kevin Hart kembali ke Jumanji, keempatnya harus menyelamatkan salah satu teman mereka. Namun permainan telah berubah.Para pemain kini harus lebih berani melintasi rintangan ekstrem dan kembali dengan selamat dari permainan paling berbahaya di dunia.",
      "jadwal": [
        "18:00"
      ],
      "sutradara": "Jake Kasdan",
      "durasi": "1111 menit",
      "genre": "Action",
      "produksi": "Columbia Pictures",
      "id": 1
    },
    {
      "title": "Last Christmas",
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157285280844221_287x421.jpg",
      "sinopsis": "Kate (Emilia Clarke) adalah seorang wanita muda yang mengambil keputusan buruk. Kencan terakhirnya berakhir dengan bencana? Saat diterima di sebuah toko pernak-pernik natal dan berperan sebagai Peri ia bertemu dengan Tom (Henry Golding), Hidupnya berubah lagi. Bagi Kate, sepertinya terlalu bagus untuk menjadi kenyataan.",
      "jadwal": [
        "12:00",
        "14:00",
        "16:00"
      ],
      "sutradara": "Paul Feig",
      "durasi": "110 menit",
      "genre": "Comedy, Drama, Romance",
      "produksi": "Gatau",
      "id": 2
    },
    {
      "title": "Habibi & Ainun III",
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157466395513352_287x421.jpg",
      "sinopsis": "Kisah Ainun (Maudy Ayunda) sebagaimana remaja di usianya ,punya kisah kasih yang cukup unik, menggelitik dan menarik.Saat di SMA, Ainun dikenal sebagai sosok cerdas yang menjadi pujaan di sekolahnya dan menjadi incaran banyak siswa laki-laki, termasuk Habibie. Hubungan mereka bermula dari sebuah pertemanan. Di bangku kuliah Ainun, Sebagai mahasiswi kedokteran menjadi sosok yang popular di lingkungan kampusnya dan menjadi sosok dambaan setiap pria.Ahmad (Jefri Nichols), Pria tampan yang berasal dari keluarga terpandang dan kawan sekampus Ainun adalah pria yang akhirnya ia berani menyatakan cintanya kepada Ainun. Lantas apa yang membuat BJ Habibie menjadi pelabuhan terakhir perjalanan cinta Ainun. Habibie Ainun 3, Terinspirasi dari masa muda almarhumah Hasri Ainun Besari Habibie dan kenangan BJ Habibie atas belahan jiwanya.",
      "jadwal": [
        "16:00"
      ],
      "sutradara": "Hanung Bramantyo",
      "durasi": "121 menit",
      "genre": "Drama",
      "produksi": "Ntah",
      "id": 3
    },
    {
      "title": "Knives Out",
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157251774892294_287x421.jpg",
      "sinopsis": "Harlan Thrombey (Christopher Plummer) adalah penulis novel misteri yang kaya raya. Di ulang tahunnya yang ke-85 ia tewas secara misterius.  Keluarga Harlan yang datang berkumpul kini menjadi tersangka. Mereka dicurigai oleh Detektif terkenal Benoit Blanc (Daniel Craig) yang datang untuk menyelidiki insiden ini.  Untuk memecahkan misteri kematian Harlan, sang detektif mulai berbicara kepada seluruh anggota keluarga dan menemukan siapa dalang pembunuhan sang novelis terkenal itu.       ",
      "jadwal": [
        "18:00"
      ],
      "sutradara": "Lupa gaes",
      "durasi": "130 menit",
      "genre": "Comedy, Crime, Drama",
      "produksi": "Mongrel Media",
      "id": 4
    },
    {
      "title": "Frozen II",
      "image": "https://media.21cineplex.com/webcontent/gallery/pictures/157250534676979_287x421.jpg",
      "sinopsis": "Anna, Elsa, Kristoff, Olaf dan Sven pergi meninggalkan Arendelle untuk melakukan perjalanan ke sebuah tempat asing dan penuh keajaiban. Mereka berangkat untuk menemukan asal usul kekuatan Elsa dan juga untuk menyelamatkan kerajaan mereka.",
      "jadwal": [
        "12:00",
        "14:00",
        "16:00",
        "18:00",
        "20:00"
      ],
      "sutradara": "Chris Buck, Jennifer Lee",
      "durasi": "103 menit",
      "genre": "Animation, Adventure, Comedy",
      "produksi": "Walt Disney Pictures",
      "id": 5
    }
  ]
}